Repository: o1isrta/VolleyBolleyIOS
Catalog: VolleyBolley/Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: ru

source: + With the country code
ru: + С кодом страны

source: About
ru: О приложении

source: About levels
ru: Информация об уровнях игроков

source: ADD SELECTED
ru: ДОБАВИТЬ ВЫБРАННЫХ

source: After each game, teammates can rate your level. Once you receive 6 ratings, your level may change: • 5+ positive ratings → promoted one step • 5+ negative ratings → demoted one step • Mixed feedback → level stays the same
ru: После каждой игры товарищи по команде могут оценить ваш уровень. После получения 6 оценок ваш уровень может измениться: • 5+ положительных оценок → повышение на одну ступень • 5+ отрицательных оценок → понижение на одну ступень • Неоднозначные отзывы → уровень остаётся прежним

source: All players
ru: Все игроки

source: Archive
ru: Архив

source: Build
ru: Сборка

# button.favorite
source: ADD TO FAVORITES
ru: ДОБАВИТЬ В ИЗБРАННОЕ

# button.getStarted
source: GET STARTED
ru: НАЧАТЬ

# button.next
source: NEXT STEP
ru: ДАЛЬШЕ

# button.save
source: SAVE
ru: СОХРАНИТЬ

# button.unfavorite
source: UNFAVORITE
ru: УДАЛИТЬ ИЗ ИЗБРАННОГО

source: Cancel
ru: Отмена

source: CHOOSE THIS COURT
ru: ВЫБРАТЬ ЭТОТ КОРТ

source: CHOOSE THIS GAME
ru: ВЫБРАТЬ ЭТУ ИГРУ

source: Choose your city
ru: Выберите ваш город

source: Choose your country
ru: Выберите вашу страну

# common.home
source: Home
ru: Главная

# common.myGames
source: My Games
ru: Мои игры

# common.profile
source: Profile
ru: Профиль

# commonCreateTourney
source: Create a tourney
ru: Создать турнир

# commonDonate
source: Donate
ru: Донат

source: Contacts:
ru: Контакты:

source: Continue with Google
ru: Продолжить c Google

source: Continue with phone number
ru: Продолжить с номером телефона

source: Court pricing:
ru: Стоимость корта:

# creation.level
source: Level
ru: Уровень

# creation.players
source: %d players
ru: %d игроков

# creation.price
source: %@ per person
ru: %@ за человека

# creation.privateGame
source: private game
ru: приватная игра

# creation.starts.on
source: Starts on %@
ru: Начинается в %@

# creation.starts.today
source: Starts today
ru: Начинается сегодня

# creation.starts.tomorrow
source: Starts tomorrow
ru: Начинается завтра

# creation.teams
source: %d teams
ru: %d команд

# customAlertView.button.cancel
source: Cancel
ru: Отмена

# customAlertView.button.done
source: DONE
ru: ГОТОВО

# customAlertView.button.enable
source: ENABLE
ru: ВКЛЮЧИТЬ

# customAlertView.button.no
source: NO
ru: НЕТ

# customAlertView.button.rate
source: RATE PLAYERS
ru: ОЦЕНИТЕ ИГРОКОВ

# customAlertView.button.skip
source: SKIP
ru: ПРОПУСТИТЬ

# customAlertView.button.yes
source: YES
ru: ДА

# customAlertView.message.invitesSent
source: Invites have been successfully sent to players!
ru: Приглашения успешно отправлены игрокам!

# customAlertView.message.logout
source: Are you sure you want to log out of your account?
ru: Вы уверены, что хотите выйти из своей учетной записи?

# customAlertView.message.noInternet
source: You're offline. Check your internet connection and try again.
ru: Вы не в сети. Проверьте подключение к интернету и повторите попытку.

# customAlertView.message.notification
source: Stay in the loop on games and invites!
ru: Будьте в курсе игр и приглашений!

# customAlertView.notificationOpportunities.achievements
source: Game invites
ru: Приглашения в игры

# customAlertView.notificationOpportunities.ratings
source: Player ratings after games
ru: Рейтинги игроков после игр

# customAlertView.notificationOpportunities.reminders
source: Match reminders
ru: Напоминания о матчах

# customAlertView.title.notification
source: Notifications
ru: Уведомления

source: Date of birth
ru: Дата рождения

source: DELETE ACCOUNT
ru: УДАЛИТЬ АККАУНТ

source: Designed by
ru: Дизайн

source: DETAILS
ru: ПОДРОБНЕЕ

source: Developed by
ru: Разработка

# distance.kilometers
source: %.1f km
ru: %.1f км

# distance.meters
source: %.0f m
ru: %.0f м

source: Done
ru: Готово

# dummyView.noArchivedGames.description
source: No archived games found.
ru: Архивированных игр не найдено.

# dummyView.noGames.buttonTitle
source: CREATE A GAME
ru: СОЗДАТЬ ИГРУ

# dummyView.noGames.description
source: No games found.
ru: Игры не найдены.

# dummyView.noGames.message
source: Would you like to create a game?
ru: Хотите создать игру?

# dummyView.noInvites.buttonTitle
source: JOIN THE GAME
ru: ПРИСОЕДИНИТСЯ К ИГРЕ

# dummyView.noInvites.description
source: No invites found.
ru: Приглашения не найдены.

# dummyView.noInvites.message
source: Would you like to join the game?
ru: Хотите присоединиться к игре?

# dummyView.noUpcomingGames.description
source: No upcoming games found.
ru: Предстоящие игры не найдены.

source: Earn 10 points from higher-level players within the last 60 days. The higher the evaluator’s level, the more weight their rating carries.
ru: Заработайте 10 очков от игроков более высокого уровня за последние 60 дней. Чем выше уровень оценщика, тем больший вес имеет его рейтинг.

# editProfilePhoto.action.chooseFromGallery
source: Choose from Gallery
ru: Выбрать из галереи

# editProfilePhoto.action.deletePhoto
source: Delete photo
ru: Удалить фото

# editProfilePhoto.action.takePhoto
source: Take photo
ru: Сделать фото

# editProfilePhoto.title
source: Change photo
ru: Изменить фото

source: Elite level, official championships experience
ru: Элитный уровень, опыт участия в официальных чемпионатах

# emailToSupport.appVersion
source: Application version
ru: Версия приложения

# emailToSupport.buildNumber
source: Build number
ru: Номер сборки

# emailToSupport.deviceInfo
source: DEVICE INFORMATION
ru: ИНФОРМАЦИЯ ОБ УСТРОЙСТВЕ

# emailToSupport.deviceModel
source: Device model
ru: Модель устройства

# emailToSupport.deviceName
source: Device name
ru: Имя устройства

# emailToSupport.doNotConfigured
source: The device is not configured to send email
ru: Устройство не настроено для отправки email

# emailToSupport.greetings
source: Hello!
ru: Здравствуйте!

# emailToSupport.iosVersion
source: iOS version
ru: Версия iOS

# emailToSupport.locale
source: Locale
ru: Локаль

# emailToSupport.message
source: I have a question/suggestion
ru: У меня есть вопрос/предложение

# emailToSupport.report.end
source: END OF REPORT
ru: КОНЕЦ ОТЧЕТА

# emailToSupport.report.start
source: DIAGNOSTIC REPORT
ru: ДИАГНОСТИЧЕСКИЙ ОТЧЕТ

# emailToSupport.report.warning
source: Please do not delete this information!
ru: Пожалуйста, не удаляйте эту информацию!

# emailToSupport.subject
source: Support: Help with the application
ru: Поддержка: Помощь с приложением

# emailToSupport.succesfullySent
source: Thank you for your inquiry! We will respond to you shortly.
ru: Спасибо за обращение! Мы ответим вам в ближайшее время.

# emailToSupport.systemName
source: Operating system
ru: Операционная система

# emailToSupport.timestamp
source: Time zone
ru: Часовой пояс

# emailToSupport.timeZone
source: Dispatch time
ru: Время отправки

source: Enter the 6-digit code
ru: Введите 6-значный код

source: Fair Play Policy
ru: Политика честной игры

source: Favorites
ru: Избранное

source: Founder
ru: Основатель

source: Game host
ru: Ведущий игры

source: Game created
ru: Игра создана

# gender.female
source: Female
ru: Женский

# gender.male
source: Male
ru: Мужской

# gender.men
source: Men
ru: Мужчины

# gender.mix
source: Mix
ru: Смешанный

# gender.title
source: Gender
ru: Пол

# gender.women
source: Women
ru: Женщины

source: Get new code
ru: Получить новый код

# homeCreateNewGame
source: Create a new game
ru: Создать новую игру

# homeFindGame
source: Find a game
ru: Найти игру

# homeGamesAvailable
source: games available
ru: доступные игры

# homeNearYou
source: Near you
ru: Рядом

source: Invalid code
ru: Неверный код

source: Know rules, still learning
ru: Знаю правила, всё ещё учусь

source: Level
ru: Уровень

source: Levels can drop due to:
ru: Уровень может упасть из-за:

source: List
ru: Список

source: Log out
ru: Выйти

source: Map
ru: Карта

# messagePlaceholder
source: Leave a note for players...
ru: Оставьте заметку для игроков...

source: My games
ru: Мои игры

# myGames.Archive
source: Archive
ru: Архив

# myGames.games
source: My games
ru: Мои игры

# myGames.invites
source: Game invites
ru: Приглашения в игру

# myGames.NextGame
source: Next game
ru: Следующая игра

# myGames.Upcoming
source: Upcoming games
ru: Предстоящие игры

source: Name
ru: Имя

source: Nearest
ru: Ближайший

source: New to the game
ru: Новичок в игре

# newGameOrTourney.date.pickDate
source: Pick date
ru: Выбрать дату

# newGameOrTourney.date.title
source: Date
ru: Дата

# newGameOrTourney.date.today
source: Today
ru: Сегодня

# newGameOrTourney.from
source: from
ru: с

# newGameOrTourney.gameDuration
source: Game duration
ru: Продолжительность игры

# newGameOrTourney.message.title
source: Your message
ru: Твое сообщение

# newGameOrTourney.place.change
source: Change
ru: Изменить

# newGameOrTourney.place.title
source: Place
ru: Место

# newGameOrTourney.playerLevel.title
source: Player level
ru: Уровень игрока

# newGameOrTourney.title.game
source: Create a game
ru: Создать игру

# newGameOrTourney.title.tourney
source: Create a tourney
ru: Создать турнир

# newGameOrTourney.to
source: to
ru: до

# newGameOrTourney.tourneyType.individual
source: Individual
ru: Индивидуальный

# newGameOrTourney.tourneyType.team
source: Team
ru: Командный

# newGameOrTourney.tourneyType.title
source: Tourney type
ru: Тип турнира

source: NEXT STEP
ru: ДАЛЬШЕ

source: No courts found
ru: Корты не найдены

# notifications.noNotifications
source: No notifications found
ru: Уведомлений не найдено

# notifications.screenTitle
source: Notifications
ru: Уведомления

# onboarding.description
source: This app helps you find beach volleyball games and match with players at your skill level.
ru: Это приложение поможет вам найти матчи по пляжному волейболу и подобрать себе соперников соответствующего уровня мастерства.

# onboarding.title
source: Welcome!
ru: Добро пожаловать!

source: Payments
ru: Платежи

# paywall.addPaymentButton
source: Add payment
ru: Добавить платеж

# paywall.currentAccountLabel
source: Current account
ru: Текущий счет

# paywall.paymentDescription
source: Share payment among players
ru: Распределение выплат между игроками

# paywall.paymentPerPerson
source: Per person:
ru: На человека:

# paywall.paymentRequirementDescription
source: Enter the participation fee per person
ru: Введите стоимость участия на человека

# paywall.paymentTitle
source: Payment
ru: Оплата

# paywall.playersTitle
source: Maximum players
ru: Максимум игроков

# paywall.privacyDescription
source: Set privacy if you want to play with particular players
ru: Установите режим конфиденциальности, если хотите играть с определенными игроками

# paywall.privacyTitle
source: Privacy
ru: Конфиденциальность

# paywall.privateButton
source: Private
ru: Частная

# paywall.publicButton
source: Public
ru: Публичкая

# paywall.saveGameButton
source: SAVE GAME
ru: СОХРАНИТЬ ИГРУ

# paywall.screenTitle
source: Create a game
ru: Создать игру

source: Personal data
ru: Личные данные

# photoPicker.cameraUnavailable
source: Camera is not available on this device
ru: Камера недоступна на этом устройстве

# photoPicker.failedCameraLoadImage
source: Failed to get image from camera
ru: Не удалось получить изображение с камеры

# photoPicker.failedLibraryLoadImage
source: Failed to load image from photo library
ru: Не удалось загрузить изображение из фотобиблиотеки

source: Players
ru: Игроки

# playersList.noPlayers
source: No players found
ru: Игроки не найдены

# playersList.title
source: Players
ru: Игроки

source: Post-Game Ratings
ru: Рейтинги после игры

source: Private game
ru: Частная игра

source: Ratings (6 within 60 days, 5+ down = demotion) Inactivity: • 90 days = minus 1 step • 180 days = reset to lowest level in current category
ru: Рейтинги (6 в течение 60 дней, 5+ вниз = понижение) Бездействие: • 90 дней = минус 1 ступень • 180 дней = сброс до самого низкого уровня в текущей категории

source: Registration
ru: Регистрация

source: Search
ru: Поиск

source: Search teams or players
ru: Поиск команды или игрока

source: Select Year
ru: Выберите год

source: SEND CODE
ru: ОТПРАВИТЬ КОД

# sketchButton.createTourney
source: Create a tourney
ru: Создать турнир

# sketchButton.donate
source: Donate
ru: Поддержать

# sketchButton.invitePlayers
source: Invite players
ru: Пригласить игроков

# sketchButton.saveGame
source: Save game
ru: Сохранить игру

# sketchButton.sendInvites
source: Send invites
ru: Отправить приглашения

# sketchButton.shareLink
source: Share link
ru: Поделиться ссылкой

source: Skilled, play often, tournaments experience
ru: Опытный, часто играю, опыт участия в турнирах

source: Support
ru: Поддержка

# support.contactUs
source: Contact us
ru: Связаться с нами

# support.faq.description
source: The answer may already be here
ru: Ответ на ваш вопрос уже может быть здесь

# support.linktree.description
source: All our links in one place
ru: Все наши ссылки в одном месте

# support.whatsApp.description
source: First aid is here
ru: Первая помощь здесь

source: Surname
ru: Фамилия

source: The beginning of the game cannot be in the past
ru: Начало игры не может быть в прошлом

source: The end of the game cannot be before the beginning
ru: Конец игры не может быть раньше начала

# The game duration cannot exceed %lld hour
source: The game duration cannot exceed %lld hours
ru: Продолжительность игры не может превышать %lld часов

# The game duration must be at least %lld hour
source: The game duration must be at least %lld hours
ru: Продолжительность игры должна быть не менее %lld часов

source: To find the right games and teammates, choose your current skill level: Options: • Light (L1–L3) – Beginner • Medium (M1–M3) – Confident amateur • Hard (H1–H3) – Advanced • Pro (P1–P3) – Professional The higher the number, the higher the skill. Your level may change later based on player ratings.
ru: Чтобы найти подходящие игры и товарищей по команде, выберите свой текущий уровень мастерства: Варианты: • Низкий (L1–L3) — Новичок • Средний (M1–M3) — Уверенный любитель • Сложный (H1–H3) — Продвинутый • Профессиональный (P1–P3) — Профессиональный Чем выше число, тем выше мастерство. Ваш уровень может измениться позже в зависимости от рейтинга игрока.

# tomorrow_label
source: Tomorrow
ru: Завтра

source: Tournament host
ru: Хозяин турнира

# tourney.created
source: Torney created
ru: Турнир создан

source: Update
ru: Обновить

# userCard.noActivity
source: No activity found
ru: Активность не найдена

# userCard.tableCaption
source: Latest activity
ru: Последняя активность

source: VERIFY
ru: ПРОВЕРИТЬ

source: Version
ru: Версия

source: Want to move to the next category?
ru: Хотите перейти в следующую категорию?

source: We ensure a fair system: • Ratings are anonymous • Max 2 ratings from the same player in 60 days • Light has minimal impact on Hard and Pro levels • Pro levels are harder to reach Play fair — your level will speak for itself.
ru: Мы гарантируем честную систему: • Рейтинги анонимны • Максимум 2 рейтинга от одного игрока за 60 дней • Уровень Light минимально влияет на уровни Hard и Pro • Уровень Pro сложнее достичь Играйте честно — ваш уровень будет говорить сам за себя.

source: When
ru: Когда

source: Your city
ru: Ваш город

source: Your country
ru: Ваша страна

source: Your phone number
ru: Ваш номер телефона
